Repository: Kurento/gst-plugins-ugly
Catalog: po/*.po
Languages: hr

source: Could not read from CD.
hr: Ne mogu čitati CD.

source: Could not open CD device for reading.
hr: Ne mogu otvoriti CD uređaj za čitanje.

source: Disc is not an Audio CD.
hr: Disk nije Audio CD.

source: Could not open DVD
hr: Ne mogu otvoriti DVD

source: Could not open DVD title %d
hr: Ne mogu otvoriti DVD naslov %d

source: Failed to go to chapter %d of DVD title %d
hr: Nisam uspio otići na poglavlje %d DVD naslova %d

source: Could not open DVD title %d. Interactive titles are not supported by this element
hr: Ne mogu otvoriti DVD naslov %d. Ovaj element ne podržava interaktivne naslove

source: Could not read DVD. This may be because the DVD is encrypted and a DVD decryption library is not installed.
hr: Ne mogu čitati DVD. To je možda zato što je DVD šifriran, a biblioteka dešifriranja DVD-a nije instalirana.

source: Could not read DVD.
hr: Ne mogu čitati DVD.

source: The requested bitrate %d kbit/s for property '%s' is not allowed. The bitrate was changed to %d kbit/s.
hr: Tražena brzina %d kbit/s za svojstvo „%s” nije dozvoljena. Brzina je promijenjena u %d kbit/s.

source: Failed to configure TwoLAME encoder. Check your encoding parameters.
hr: Nisam uspio konfigurirati TwoLAME koder. Provjerite vaše parametre kodiranja.

source: This stream contains no data.
hr: Ovaj niz ne sadrži podatke.

source: Internal data stream error.
hr: Greška unutarnjeg niza podataka.
